{
	"INSTALL":"Cài đặt ",
	"REINSTALL":"Cài đặt lại phiên bản ",
	"DOWNAGE":"Hạ cấp xuống phiên bản ",
	"UPDATE":"Cập nhật lên phiên bản ",
	"VERSION":"",
	"SCRIPT":"",
	"HIT":"Chào bạn, ",
	"ASK":"Hỏi",
	"REVIEW":"Đánh giá",
	"REPORT":"Báo cáo",
	"EVERYTHING_GOOD":"Mọi thứ đều tốt",
	"GOOD_IFHAVE":"Rất tốt, tuy nhiên cần bổ xung",
	"DIDNT_WORK":"Tôi không thể sử dụng",
	"COMMENTONLY":"Không đánh giá, chỉ trả lời",
	"HOW_TO_TITLE":"LFJ là gì? làm sao để cài đặt?",
	"INSTALLFJ":"Bấm vào liên kết",
	"INSTALLFJL":"để tải xuống phiên bản mới nhất",
	"HOW_TO_INSTALL_TXT":"2. LFJ cần có userscript manager để quản lý nó, ở đây tôi thực sự khuyên bạn nên sử dụng Violentmonkey, vì nó dễ sử dụng và rất nhẹ",
	"HOW_TO_INSTALL_3":"3. Cài đặt LFJ",
	"YOUSOULDREMOVE":"Để cài đặt <span style=\"color: #73ea46\">LFJ</span> hãy xoá <span style=\"color:red\">PornDownloader</span>trước",
	"THEBROWSR":"1. Để có được hiệu suất tốt nhất, bạn có thể sử dụng trình duyệt được đề xuật dưới đây, hoặc cũng có thể sử dụng bất kỳ trình duyệt nào mà nó có thể cài đặt được các tiện ích mở rộng.",
	"OR":" hoặc ",
	"ENTER_TO":"Nhấn `enter` hoặc `send` để tìm kiếm",
	"CLICK_TO_SHARE":"<span>Bấm vào đây</span> để chia sẻ bộ lọc này của bạn.</div>",
	"RESULEFOR":"kết quả cho ",
	"MAKEING_CHANGES":"Bộ lọc này thực hiện ",
	"MAKEING_CHANGES_C":"thay đổi cho",
	"TYPE_YOURDOMAIN":"Nhập một tên miền để tìm kiếm",
	"MUST_RULES_SELF":"Trước tiên bạn phải bật tính năng vanced adblock, sau đó viết một bộ lọc của riêng bạn rồi chia sẻ, hãy bắt đầu bằng cách <a href='https://gitlab.com/lfj.io/lfj/-/blob/master/wiki/vi.md' target='_blank'>đọc tài liệu</a> hướng dẫn",
	"JOBDONE":"Đã thành công! bạn có thể <span>bấm vào đây</span> để đồng bộ lại .",
	"EX_AMP":"Mới share",
	"NWE_NEED_HRELP_H3":"Chúng tôi cần sự giúp đỡ của bạn để phục vụ tốt hơn và tiếp tục cung cấp các tính năng mới ...",
	"NWE_NEED_HRELP_P1":"<br>LFJ.io là một tập lệnh người dùng miễn phí cung cấp các tính năng trả phí trên một số dịch vụ, vì vậy chúng tôi cần tài nguyên để thực hiện điều đó, chẳng hạn như cho phép mọi người sử dụng tập lệnh này trở thành thành viên cao cấp của pornhub và xvideos red. Nếu bạn có bất kỳ tài khoản nào ở trạng thái cao cấp, bạn có thể đóng góp cho LFJ. Hơn 1 triệu người dùng LFJ hằng ngày sẽ rất cảm kích cho mọi sự đóng góp hoặc quyên tặng của bạn.",
	"NWE_NEED_HRELP_P2":"<br>Tài khoản của bạn được an toàn và được bảo vệ, nó cũng không vi phạm quy tắc hoặc chính sách nào của các dịch vụ mà tài khoản đó thuộc về.",
	"NWE_NEED_HRELP_P3":"Bạn có thể sử dụng [<a  onclick=\"lfi_fetch('contacts');\">#mẫu này</a>] để gửi thông tin tài khoản của mình.<br><em>Chúng tôi không bao giờ sử dụng thông tin tài khoản của bạn cho bất kỳ mục đích nào khác</em>",
	"UPDATE_TOUSE":"Cập nhật lên phiên bản mới nhất để sử dụng các tuỳ chỉnh này",
	"BACK":"Quay lại",
	"NETDISK":"Trang chia sẻ tập tin",
	"PORNSITE":"Các trang web dành cho người lớn",
	"DECRIPTIONBTN":"Thông tin",
	"INTRO":"LFJ có thể tối ưu hóa trải nghiệm duyệt web của bạn. Sau khi cài đặt, nó có thể thêm các chức năng mới vào trang web, giúp giao diện của trang web dễ sử dụng hơn, và ẩn đi phần khó chịu của trang web như quảng cáo hoặc các thông tin khác không liên quan của trang đó. LFJ tương thích với tất cả các nền tảng sau, bao gồm Windows, macOS, Linux, Android và iOS.",
	"SITES_EFFECT":"Phạm vi",
	"SITE_APPLINE":"LFJ sẽ hỗ trợ cho các trang web sau：",
	"CONTACT":"Liên hệ",
	"HOME":"Home",
	"PRIVACY":"Privacy",
	"TERMS":"Điều khoản",
	"ADDMORE":"Thêm...",
	"OPTION":"Tuỳ chỉnh",
	"ANTIADBLOCK":"Anti-Adblock Killer",
	"ANTIADBLOCK_E":"Dùng phím tắt [ALT+A] để ẩn adblock trên một website phát hiện bạn sử dụng adblock.",
	"XVIDEO_UNLOCK":"Mở khoá xvideos.com - xnxx.com",
	"XVIDEO_UNLOCK_E":"Mở khoá xem xvideos red, và xnxx gold",
	"PORNHUB_UNLOCK":"Mở khoá pornhub.com",
	"PORNHUB_UNLOCK_E":"Xem miễn phí video premium tại pornhub.com.",
	"UNLOCK_YOUTUBE":"Xoá quảng cáo Youtube",
	"UNLOCK_YOUTUBE_E":"Một module đơn giản, nhẹ hơn adblock nhưng mang lại khả năng xoá quảng cáo tương tự adblock..",
	"UNLOCK_FACEBOOK":"Xoá quảng cáo Facebook",
	"UNLOCK_FACEBOOK_E":"Loại bỏ các quảng cáo, tin tài trợ tại facebook..",
	"NO_TRAFFIC":"Ẩn nguồn truy cập",
	"NO_TRAFFICQ":"",
	"NO_TRAFFIC_E":"Sẽ thêm <code>nofollow noopener noreferrer</code> vào tất cả liên kết, đồng thời sửa lại <code>referrer-policy</code> trên tất cả trang web nhằm ẩn đi nguồn truy cập của bạn trên toàn bộ website. Bạn có thể <a target='_blank' style=\"color:cyan;\"  href='https://duckduckgo.com/?q=nullrefer.com+What+is+my+referrer&t=h_&ia=web'>test ở đây</a>",
	"GODMODE":"GodMode",
	"GODMODE_E":"Cho phép phím nóng [ALT + CAPS LOCK] kích hoạt GodMode trên một trang web cụ thể, nó cho phép bạn chỉnh sửa, sao chép, nhấp chuột phải, sử dụng menu chuột trái, chọn văn bản copy, sử dụng devtools, gỡ lỗi ...",
	"ANOTHEROPTION":"Thêm tuỳ chọn",
	"ANOTHEROPTION_E":"Bạn muốn thêm một tính năng hữu ích ? hãy <span style=\"color:cyan;\" onclick=\"lfi_fetch('contacts');\">liên hệ chúng tôi</span> và nói về điều đó.",
	"COUNTRYOPTION":"Nếu bạn ở việt nam, bạn sẽ không thể vào các trang web người lớn như xvideos hay pornhub được, nếu muốn vào thì phải dùng 1.1.1.1 nhé, link tải dành cho: <a target='_blank' href='https://itunes.apple.com/us/app/1-1-1-1-faster-internet/id1423538627'>iPhone</a>, <a  target='_blank' href='https://1.1.1.1/Cloudflare_WARP.zip'>Macbook</a>, <a href='https://play.google.com/store/apps/details?id=com.cloudflare.onedotonedotonedotone'  target='_blank'>Android/CH Play</a>, <a  target='_blank' href='https://1.1.1.1/Cloudflare_WARP_Release-x64.msi'>Windows 64bit</a>, phiên bản dành cho Windows 32bit chưa được phát hành, bạn có thể dùng VPN thay thế",
	"SITE_EXCLUDE":"LFJ sẽ không hoạt động đối với các trang web ngân hàng, hoặc trang thanh toán, bao gồm:",
	"WAITFOR_A":"Chờ tab tải xuống trong ",
	"WAITFOR_B":"ms, rồi đóng tab.",
	"WAITFOR_E":"Cài đặt thời gian chờ tối đa để LFJ xử lý liên kết tải xuống (mạng chậm thì cần lâu hơn). Thông số này áp dụng tại những trang chia sẻ tập tin được LFJ hỗ trợ, xem danh sách đầy đủ <span style=\"color:cyan;\" onclick=\"lfi_fetch('work');\">tại đây</span> ...",
	"ADBLOCKCUSTOM":"LFJ cho phép chặn bất kỳ javascript hoặc phần tử nào làm bạn khó chịu ở những nơi mà bạn truy cập thông qua việc tạo những đoạn mã đơn giản với những cú pháp phổ biến, bạn cũng có thể chia sẻ đoạn mã của bạn, hoặc nhập các bộ lọc có sẵn từ thư viện LFJ mà người dùng khác đã chia sẻ. xem <a href='https://thewolds.github.io/video/?ckapop=true&uri=8AJ4OFnQuF92GglmiIShmMO7+YMNIh7urGMe6ZO8i+aapYpM+IPa+9M=&autoplay=true' target='_blank'>hướng dẫn nhanh</a>  hoặc <a target='_blank' href='https://gitlab.com/lfj.io/lfj/-/blob/master/wiki/vi.md'> tài liệu tiếng việt</a>",
	"ADD_DOMAIN":"Nếu bạn không tìm thấy trang web yêu thích của bạn ở trên, chỉ cần bấm vào<a onclick=\"lfi_fetch('contacts');\" style=\"color:cyan;\"  data-js=\"contacts\">liên kết này</a>để thêm nó.",
	"CLIPBROAD_U":"Tải lên clipbroad",
	"CLIPBROAD_U_E":"Upload ảnh nhanh chóng từ bộ nhớ clipbroad (Ctrl+V) trên mọi trang web.",
	"HOTUPLOAD_U":"Tải lên tập tin",
	"HOTUPLOAD_U_E":"Dùng phím tắt [ALT+Shift] mọi lúc để chọn hình ảnh và tải lên.",
	"VANCED_HELPER":"Bộ công cụ nâng cao",
	"VANCED_HELPER_E":"Tự động tải xuống tập tin tại mediafire.com, soundcloud.com ... Giúp mở khoá nội dung wordpress sử dụng \"Social Locker\", xem  <a href=\"///lfj.io/template/images/Social-Locker.png\" target=\"_blank\">cách mà nó hoạt động</a>."
}